Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# settings.homekit_bridge.delete_alert.used_by
source: This sensor is used by %1$lld automation%2$@: %3$@ Deleting it will break %4$@.
de: Dieser Sensor wird von %1$lld Automation(en) verwendet: %3$@ Beim Löschen funktionieren diese nicht mehr.
es: Este sensor lo usan %1$lld automatización(es): %3$@ Si lo eliminas, dejarán de funcionar.
fr: Ce capteur est utilisé par %1$lld automatisation(s) : %3$@ Le supprimer les rendra inopérantes.
it: Questo sensore è usato da %1$lld automazione/i: %3$@ Eliminandolo smetteranno di funzionare.
ja: このセンサーは%1$lld件のオートメーションで使用されています： %3$@ 削除するとこれらは動作しなくなります。
ko: 이 센서는 %1$lld개의 자동화에서 사용 중입니다: %3$@ 삭제하면 해당 자동화가 작동하지 않습니다.
pl: Ten czujnik jest używany przez %1$lld automatyzacji: %3$@ Usunięcie go sprawi, że przestaną działać.
pt_br: Este sensor é usado por %1$lld automação(ões): %3$@ Excluí-lo fará com que parem de funcionar.
ru: Этот датчик используется в %1$lld автоматизации(ях): %3$@ После удаления они перестанут работать.
zh_hans: 此传感器被%1$lld个自动化使用： %3$@ 删除后这些自动化将失效。
zh_hant: 此感應器被%1$lld個自動化使用： %3$@ 刪除後這些自動化將失效。

# settings.homekit_bridge.description
source: Publish virtual sensors to Apple Home over HomeKit. Rooms are assigned in Apple Home after pairing.
de: Virtuelle Sensoren über HomeKit an Apple Home veröffentlichen. Räume werden nach dem Koppeln in Apple Home zugewiesen.
es: Publica sensores virtuales en Apple Home a través de HomeKit. Las habitaciones se asignan en Apple Home tras el emparejamiento.
fr: Publie des capteurs virtuels vers Apple Home via HomeKit. Les pièces sont attribuées dans Apple Home après le jumelage.
it: Pubblica sensori virtuali su Apple Home tramite HomeKit. Le stanze si assegnano in Apple Home dopo l'abbinamento.
ja: HomeKit経由で仮想センサーをApple Homeに公開します。部屋はペアリング後にApple Homeで割り当てます。
ko: HomeKit을 통해 가상 센서를 Apple Home에 게시합니다. 방은 페어링 후 Apple Home에서 지정합니다.
pl: Publikuje wirtualne czujniki w Apple Home przez HomeKit. Pokoje przypisuje się w Apple Home po sparowaniu.
pt_br: Publica sensores virtuais no Apple Home via HomeKit. Os cômodos são atribuídos no Apple Home após o pareamento.
ru: Публикует виртуальные датчики в Apple Home через HomeKit. Комнаты назначаются в Apple Home после сопряжения.
zh_hans: 通过HomeKit将虚拟传感器发布到家庭App。配对后在家庭App中分配房间。
zh_hant: 透過HomeKit將虛擬感應器發布到家庭App。配對後在家庭App中分配房間。

# settings.homekit_bridge.devices_empty
source: No virtual devices yet.
de: Noch keine virtuellen Geräte.
es: Todavía no hay dispositivos virtuales.
fr: Pas encore d'appareils virtuels.
it: Ancora nessun dispositivo virtuale.
ja: 仮想デバイスはまだありません。
ko: 아직 가상 기기가 없습니다.
pl: Brak wirtualnych urządzeń.
pt_br: Ainda não há dispositivos virtuais.
ru: Виртуальных устройств пока нет.
zh_hans: 暂无虚拟设备。
zh_hant: 尚無虛擬裝置。

# settings.homekit_bridge.devices_header
source: Virtual devices
de: Virtuelle Geräte
es: Dispositivos virtuales
fr: Appareils virtuels
it: Dispositivi virtuali
ja: 仮想デバイス
ko: 가상 기기
pl: Urządzenia wirtualne
pt_br: Dispositivos virtuais
ru: Виртуальные устройства
zh_hans: 虚拟设备
zh_hant: 虛擬裝置

# settings.homekit_bridge.enable_toggle
source: Enable HomeKit bridge
de: HomeKit-Bridge aktivieren
es: Activar el puente HomeKit
fr: Activer le pont HomeKit
it: Attiva il bridge HomeKit
ja: HomeKitブリッジを有効にする
ko: HomeKit 브리지 활성화
pl: Włącz mostek HomeKit
pt_br: Ativar a ponte HomeKit
ru: Включить мост HomeKit
zh_hans: 启用HomeKit桥接器
zh_hant: 啟用HomeKit橋接器

# settings.homekit_bridge.form.cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# settings.homekit_bridge.form.critical_note
source: Apple Home can raise critical alerts for %@ sensors.
de: Apple Home kann für %@-Sensoren kritische Warnungen ausgeben.
es: Apple Home puede emitir alertas críticas para sensores de %@.
fr: Apple Home peut émettre des alertes critiques pour les capteurs %@.
it: Apple Home può generare avvisi critici per i sensori %@.
ja: Apple Homeは%@センサーに対して重要な通知を出せます。
ko: Apple Home은 %@ 센서에 대해 긴급 알림을 표시할 수 있습니다.
pl: Apple Home może zgłaszać alerty krytyczne dla czujników %@.
pt_br: O Apple Home pode emitir alertas críticos para sensores de %@.
ru: Apple Home может выдавать критические оповещения для датчиков %@.
zh_hans: 家庭App可为%@传感器发出重要警报。
zh_hant: 家庭App可為%@感應器發出重要警報。

# settings.homekit_bridge.form.edit_title
source: Edit device
de: Gerät bearbeiten
es: Editar dispositivo
fr: Modifier l'appareil
it: Modifica dispositivo
ja: デバイスを編集
ko: 기기 편집
pl: Edytuj urządzenie
pt_br: Editar dispositivo
ru: Изменить устройство
zh_hans: 编辑设备
zh_hant: 編輯裝置

# settings.homekit_bridge.form.error.name_required
source: Name is required.
de: Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est requis.
it: Il nome è obbligatorio.
ja: 名前は必須です。
ko: 이름은 필수입니다.
pl: Nazwa jest wymagana.
pt_br: O nome é obrigatório.
ru: Название обязательно.
zh_hans: 名称为必填项。
zh_hant: 名稱為必填項目。

# settings.homekit_bridge.form.name_placeholder
source: Name (e.g. Front Door)
de: Name (z. B. Haustür)
es: Nombre (p. ej., Puerta principal)
fr: Nom (p. ex. Porte d'entrée)
it: Nome (es. Porta d'ingresso)
ja: 名前（例：玄関ドア）
ko: 이름 (예: 현관문)
pl: Nazwa (np. Drzwi wejściowe)
pt_br: Nome (ex.: Porta da frente)
ru: Название (напр., Входная дверь)
zh_hans: 名称（例如：前门）
zh_hant: 名稱（例如：前門）

# settings.homekit_bridge.form.new_title
source: New device
de: Neues Gerät
es: Nuevo dispositivo
fr: Nouvel appareil
it: Nuovo dispositivo
ja: 新規デバイス
ko: 새로운 기기
pl: Nowe urządzenie
pt_br: Novo dispositivo
ru: Новое устройство
zh_hans: 新建设备
zh_hant: 新增裝置

# settings.homekit_bridge.form.role_label
source: Role
de: Rolle
es: Función
fr: Rôle
it: Ruolo
ja: 役割
ko: 역할
pl: Rola
pt_br: Função
ru: Роль
zh_hans: 角色
zh_hant: 角色

# settings.homekit_bridge.form.room_note
source: The room is chosen in the Apple Home app after pairing.
de: Der Raum wird nach dem Koppeln in der Home-App gewählt.
es: La habitación se elige en la app Casa tras el emparejamiento.
fr: La pièce se choisit dans l'app Maison après le jumelage.
it: La stanza si sceglie nell'app Casa dopo l'abbinamento.
ja: 部屋はペアリング後にホームアプリで選択します。
ko: 방은 페어링 후 홈 앱에서 선택합니다.
pl: Pokój wybiera się w aplikacji Dom po sparowaniu.
pt_br: O cômodo é escolhido no app Casa após o pareamento.
ru: Комната выбирается в приложении «Дом» после сопряжения.
zh_hans: 配对后在家庭App中选择房间。
zh_hant: 配對後在家庭App中選擇房間。

# settings.homekit_bridge.form.save_button
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

# settings.homekit_bridge.form.type_label
source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип
zh_hans: 类型
zh_hant: 類型

# settings.homekit_bridge.info.accessibility
source: How to pair
de: Kopplungsanleitung
es: Cómo emparejar
fr: Comment jumeler
it: Come abbinare
ja: ペアリング方法
ko: 페어링 방법
pl: Jak sparować
pt_br: Como parear
ru: Как выполнить сопряжение
zh_hans: 如何配对
zh_hant: 如何配對

# settings.homekit_bridge.info.tooltip
source: How to add this bridge to Apple Home
de: So fügst du diese Bridge zu Apple Home hinzu
es: Cómo añadir este puente a Apple Home
fr: Comment ajouter ce pont à Apple Home
it: Come aggiungere questo bridge ad Apple Home
ja: このブリッジをApple Homeに追加する方法
ko: 이 브리지를 Apple Home에 추가하는 방법
pl: Jak dodać ten mostek do Apple Home
pt_br: Como adicionar esta ponte ao Apple Home
ru: Как добавить этот мост в Apple Home
zh_hans: 如何将此桥接器添加到家庭App
zh_hant: 如何將此橋接器加入家庭App

# settings.homekit_bridge.instructions.scan_hint
source: Scan with the iPhone camera or the Home app, or add manually:
de: Mit der iPhone-Kamera oder der Home-App scannen oder manuell hinzufügen:
es: Escanea con la cámara del iPhone o la app Casa, o añade manualmente:
fr: Scannez avec l'appareil photo de l'iPhone ou l'app Maison, ou ajoutez manuellement :
it: Scansiona con la fotocamera dell'iPhone o l'app Casa, oppure aggiungi manualmente:
ja: iPhoneのカメラまたはホームアプリでスキャンするか、手動で追加します：
ko: iPhone 카메라나 홈 앱으로 스캔하거나 수동으로 추가하세요:
pl: Zeskanuj aparatem iPhone'a lub aplikacją Dom albo dodaj ręcznie:
pt_br: Escaneie com a câmera do iPhone ou o app Casa, ou adicione manualmente:
ru: Отсканируйте камерой iPhone или приложением «Дом» либо добавьте вручную:
zh_hans: 用iPhone相机或家庭App扫描，或手动添加：
zh_hant: 用iPhone相機或家庭App掃描，或手動加入：

# settings.homekit_bridge.instructions.step1
source: 1. Add a device and enable the bridge.
de: 1. Gerät hinzufügen und Bridge aktivieren.
es: 1. Añade un dispositivo y activa el puente.
fr: 1. Ajoutez un appareil et activez le pont.
it: 1. Aggiungi un dispositivo e attiva il bridge.
ja: 1. デバイスを追加してブリッジを有効にします。
ko: 1. 기기를 추가하고 브리지를 활성화하세요.
pl: 1. Dodaj urządzenie i włącz mostek.
pt_br: 1. Adicione um dispositivo e ative a ponte.
ru: 1. Добавьте устройство и включите мост.
zh_hans: 1. 添加设备并启用桥接器。
zh_hant: 1. 加入裝置並啟用橋接器。

# settings.homekit_bridge.instructions.step2
source: 2. In the Home app: Add Accessory, then More options.
de: 2. In der Home-App: Gerät hinzufügen, dann Weitere Optionen.
es: 2. En la app Casa: Añadir accesorio, luego Más opciones.
fr: 2. Dans l'app Maison : Ajouter un accessoire, puis Plus d'options.
it: 2. Nell'app Casa: Aggiungi accessorio, poi Altre opzioni.
ja: 2. ホームアプリで「アクセサリを追加」→「その他のオプション」を選びます。
ko: 2. 홈 앱에서 액세서리 추가, 그다음 기타 옵션을 선택하세요.
pl: 2. W aplikacji Dom: Dodaj akcesorium, potem Więcej opcji.
pt_br: 2. No app Casa: Adicionar acessório e depois Mais opções.
ru: 2. В приложении «Дом»: Добавить аксессуар, затем Другие варианты.
zh_hans: 2. 在家庭App中：添加配件，然后选择更多选项。
zh_hant: 2. 在家庭App中：加入配件，然後選擇更多選項。

# settings.homekit_bridge.instructions.step3
source: 3. Pick “Itsyhome Bridge” and enter the setup code.
de: 3. „Itsyhome Bridge“ wählen und den Einrichtungscode eingeben.
es: 3. Elige "Itsyhome Bridge" e introduce el código de configuración.
fr: 3. Choisissez « Itsyhome Bridge » et saisissez le code de configuration.
it: 3. Scegli "Itsyhome Bridge" e inserisci il codice di configurazione.
ja: 3. 「Itsyhome Bridge」を選択してセットアップコードを入力します。
ko: 3. "Itsyhome Bridge"를 선택하고 설정 코드를 입력하세요.
pl: 3. Wybierz "Itsyhome Bridge" i wpisz kod konfiguracji.
pt_br: 3. Escolha "Itsyhome Bridge" e insira o código de configuração.
ru: 3. Выберите "Itsyhome Bridge" и введите код настройки.
zh_hans: 3. 选择“Itsyhome Bridge”并输入设置代码。
zh_hant: 3. 選擇「Itsyhome Bridge」並輸入設定代碼。

# settings.homekit_bridge.instructions.step4
source: 4. Assign each device to a room in the Home app.
de: 4. Jedes Gerät in der Home-App einem Raum zuweisen.
es: 4. Asigna cada dispositivo a una habitación en la app Casa.
fr: 4. Attribuez chaque appareil à une pièce dans l'app Maison.
it: 4. Assegna ogni dispositivo a una stanza nell'app Casa.
ja: 4. ホームアプリで各デバイスを部屋に割り当てます。
ko: 4. 홈 앱에서 각 기기를 방에 지정하세요.
pl: 4. Przypisz każde urządzenie do pokoju w aplikacji Dom.
pt_br: 4. Atribua cada dispositivo a um cômodo no app Casa.
ru: 4. Назначьте каждому устройству комнату в приложении «Дом».
zh_hans: 4. 在家庭App中将每个设备分配到房间。
zh_hant: 4. 在家庭App中將每個裝置分配到房間。

# settings.homekit_bridge.instructions.title
source: Add to Apple Home
de: Zu Apple Home hinzufügen
es: Añadir a Apple Home
fr: Ajouter à Apple Home
it: Aggiungi ad Apple Home
ja: Apple Homeに追加
ko: Apple Home에 추가
pl: Dodaj do Apple Home
pt_br: Adicionar ao Apple Home
ru: Добавить в Apple Home
zh_hans: 添加到家庭App
zh_hant: 加入家庭App

# settings.homekit_bridge.reset_alert.cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# settings.homekit_bridge.reset_alert.confirm_button
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pl: Zresetuj
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

# settings.homekit_bridge.reset_alert.message
source: This unpairs the bridge and generates a new setup code. Remove "Itsyhome Bridge" from the Apple Home app, then add it again with the new code.
de: Dies entkoppelt die Bridge und erzeugt einen neuen Einrichtungscode. Entferne „Itsyhome Bridge“ aus der Apple-Home-App und füge sie mit dem neuen Code erneut hinzu.
es: Esto desempareja el puente y genera un nuevo código de configuración. Elimina "Itsyhome Bridge" de la app Casa y vuelve a añadirlo con el nuevo código.
fr: Cela déjumelle le pont et génère un nouveau code de configuration. Supprimez « Itsyhome Bridge » de l'app Maison, puis ajoutez-le à nouveau avec le nouveau code.
it: Questo disaccoppia il bridge e genera un nuovo codice di configurazione. Rimuovi "Itsyhome Bridge" dall'app Casa e aggiungilo di nuovo con il nuovo codice.
ja: ブリッジのペアリングを解除し、新しいセットアップコードを生成します。Apple Homeアプリから「Itsyhome Bridge」を削除し、新しいコードで再度追加してください。
ko: 브리지의 페어링을 해제하고 새 설정 코드를 생성합니다. Apple Home 앱에서 "Itsyhome Bridge"를 제거한 후 새 코드로 다시 추가하세요.
pl: To rozłącza mostek i generuje nowy kod konfiguracji. Usuń "Itsyhome Bridge" z aplikacji Apple Home, a następnie dodaj go ponownie z nowym kodem.
pt_br: Isso despareia a ponte e gera um novo código de configuração. Remova "Itsyhome Bridge" do app Casa e adicione novamente com o novo código.
ru: Это разорвёт сопряжение моста и создаст новый код настройки. Удалите "Itsyhome Bridge" из приложения «Дом», затем добавьте его снова с новым кодом.
zh_hans: 这将取消桥接器的配对并生成新的设置代码。请从家庭App中移除“Itsyhome Bridge”，然后使用新代码重新添加。
zh_hant: 這將取消橋接器的配對並產生新的設定代碼。請從家庭App中移除「Itsyhome Bridge」，然後使用新代碼重新加入。

# settings.homekit_bridge.reset_alert.title
source: Reset HomeKit pairing?
de: HomeKit-Kopplung zurücksetzen?
es: ¿Restablecer el emparejamiento de HomeKit?
fr: Réinitialiser le jumelage HomeKit ?
it: Ripristinare l'abbinamento HomeKit?
ja: HomeKitのペアリングをリセットしますか？
ko: HomeKit 페어링을 재설정하시겠습니까?
pl: Zresetować parowanie HomeKit?
pt_br: Redefinir o pareamento HomeKit?
ru: Сбросить сопряжение HomeKit?
zh_hans: 重置HomeKit配对？
zh_hant: 重設HomeKit配對？

# settings.homekit_bridge.reset_pairing_button
source: Reset pairing
de: Kopplung zurücksetzen
es: Restablecer emparejamiento
fr: Réinitialiser le jumelage
it: Ripristina abbinamento
ja: ペアリングをリセット
ko: 페어링 재설정
pl: Zresetuj parowanie
pt_br: Redefinir pareamento
ru: Сбросить сопряжение
zh_hans: 重置配对
zh_hant: 重設配對

# settings.homekit_bridge.role.door
source: Door
de: Tür
es: Puerta
fr: Porte
it: Porta
ja: ドア
ko: 문
pl: Drzwi
pt_br: Porta
ru: Дверь
zh_hans: 门
zh_hant: 門

# settings.homekit_bridge.role.generic
source: Generic
de: Allgemein
es: Genérico
fr: Générique
it: Generico
ja: 汎用
ko: 일반
pl: Ogólny
pt_br: Genérico
ru: Общий
zh_hans: 通用
zh_hant: 通用

# settings.homekit_bridge.role.window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: 窓
ko: 창문
pl: Okno
pt_br: Janela
ru: Окно
zh_hans: 窗户
zh_hant: 窗戶

# settings.homekit_bridge.setup_code_label
source: Setup code:
de: Einrichtungscode:
es: Código de configuración:
fr: Code de configuration :
it: Codice di configurazione:
ja: セットアップコード：
ko: 설정 코드:
pl: Kod konfiguracji:
pt_br: Código de configuração:
ru: Код настройки:
zh_hans: 设置代码：
zh_hant: 設定代碼：

# settings.homekit_bridge.status.error
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
pl: Błąd: %@
pt_br: Erro: %@
ru: Ошибка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

# settings.homekit_bridge.status.running
source: Running
de: Läuft
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중
pl: Działa
pt_br: Em execução
ru: Работает
zh_hans: 运行中
zh_hant: 執行中

# settings.homekit_bridge.status.stopped
source: Stopped
de: Gestoppt
es: Detenido
fr: Arrêté
it: Fermo
ja: 停止中
ko: 중지됨
pl: Zatrzymany
pt_br: Parado
ru: Остановлен
zh_hans: 已停止
zh_hant: 已停止

# settings.homekit_bridge.status.waiting_for_devices
source: Waiting – add a virtual device to start
de: Wartet – füge ein virtuelles Gerät hinzu, um zu starten
es: En espera – añade un dispositivo virtual para empezar
fr: En attente – ajoutez un appareil virtuel pour démarrer
it: In attesa – aggiungi un dispositivo virtuale per iniziare
ja: 待機中 – 開始するには仮想デバイスを追加してください
ko: 대기 중 – 시작하려면 가상 기기를 추가하세요
pl: Oczekuje – dodaj wirtualne urządzenie, aby rozpocząć
pt_br: Aguardando – adicione um dispositivo virtual para começar
ru: Ожидание – добавьте виртуальное устройство для запуска
zh_hans: 等待中 – 添加虚拟设备以启动
zh_hant: 等待中 – 加入虛擬裝置以啟動

# settings.homekit_bridge.toggle_state.tooltip
source: Toggle state
de: Zustand umschalten
es: Cambiar estado
fr: Basculer l'état
it: Commuta stato
ja: 状態を切り替える
ko: 상태 전환
pl: Przełącz stan
pt_br: Alternar estado
ru: Переключить состояние
zh_hans: 切换状态
zh_hant: 切換狀態

# settings.itsyhome_ios.description
source: Itsyhome is also available for iPhone and iPad – included with your Pro purchase. Control your HomeKit setup from anywhere, with the same fast native experience.
de: Itsyhome gibt es auch für iPhone und iPad – in deinem Pro-Kauf enthalten. Steuere dein HomeKit-Zuhause von überall, mit demselben schnellen nativen Erlebnis.
es: Itsyhome también está disponible para iPhone y iPad, incluido con tu compra de Pro. Controla tu HomeKit desde cualquier lugar, con la misma experiencia nativa y rápida.
fr: Itsyhome existe aussi pour iPhone et iPad – inclus avec votre achat Pro. Contrôlez votre HomeKit où que vous soyez, avec la même expérience native et rapide.
it: Itsyhome è disponibile anche per iPhone e iPad – incluso nel tuo acquisto Pro. Controlla il tuo HomeKit ovunque, con la stessa esperienza nativa e veloce.
ja: ItsyhomeはiPhoneとiPadでも利用できます – Pro購入に含まれています。同じ高速なネイティブ体験で、どこからでもHomeKitをコントロールできます。
ko: Itsyhome은 iPhone과 iPad에서도 사용할 수 있으며 Pro 구매에 포함되어 있습니다. 어디서나 동일하게 빠른 네이티브 경험으로 HomeKit을 제어하세요.
pl: Itsyhome jest dostępny także na iPhone'a i iPada – w ramach zakupu Pro. Steruj swoim HomeKit z dowolnego miejsca, z tym samym szybkim natywnym działaniem.
pt_br: O Itsyhome também está disponível para iPhone e iPad – incluído na sua compra do Pro. Controle seu HomeKit de qualquer lugar, com a mesma experiência nativa e rápida.
ru: Itsyhome доступен также для iPhone и iPad – входит в покупку Pro. Управляйте своим HomeKit откуда угодно с тем же быстрым нативным интерфейсом.
zh_hans: Itsyhome也有iPhone和iPad版 – 已包含在您的Pro购买中。随时随地控制您的HomeKit，享受同样快速的原生体验。
zh_hant: Itsyhome也有iPhone和iPad版 – 已包含在您的Pro購買中。隨時隨地控制您的HomeKit，享受同樣快速的原生體驗。

# settings.itsyhome_ios.feature_control
source: Control lights, climate, locks, covers, cameras
de: Lichter, Klima, Schlösser, Rollos und Kameras steuern
es: Controla luces, clima, cerraduras, persianas y cámaras
fr: Contrôlez lumières, climat, serrures, volets et caméras
it: Controlla luci, clima, serrature, tapparelle e telecamere
ja: 照明・空調・鍵・カバー・カメラを操作
ko: 조명, 냉난방, 잠금장치, 커버, 카메라 제어
pl: Steruj światłami, klimatem, zamkami, roletami i kamerami
pt_br: Controle luzes, clima, fechaduras, persianas e câmeras
ru: Управление светом, климатом, замками, шторами и камерами
zh_hans: 控制灯光、空调、门锁、窗帘和摄像头
zh_hant: 控制燈光、空調、門鎖、窗簾和攝影機

# settings.itsyhome_ios.feature_included
source: Included with your Itsyhome Pro purchase
de: Im Itsyhome-Pro-Kauf enthalten
es: Incluido con tu compra de Itsyhome Pro
fr: Inclus avec votre achat Itsyhome Pro
it: Incluso nel tuo acquisto di Itsyhome Pro
ja: Itsyhome Proの購入に含まれています
ko: Itsyhome Pro 구매에 포함
pl: W ramach zakupu Itsyhome Pro
pt_br: Incluído na sua compra do Itsyhome Pro
ru: Входит в покупку Itsyhome Pro
zh_hans: 包含在您的Itsyhome Pro购买中
zh_hant: 包含在您的Itsyhome Pro購買中

# settings.itsyhome_ios.feature_shortcuts
source: Shortcuts, scenes, and groups at your fingertips
de: Kurzbefehle, Szenen und Gruppen griffbereit
es: Atajos, escenas y grupos al alcance de la mano
fr: Raccourcis, scènes et groupes à portée de main
it: Scorciatoie, scene e gruppi a portata di mano
ja: ショートカット・シーン・グループをすぐに
ko: 단축키, 장면, 그룹을 손쉽게
pl: Skróty, sceny i grupy pod ręką
pt_br: Atalhos, cenas e grupos ao seu alcance
ru: Ярлыки, сцены и группы под рукой
zh_hans: 快捷方式、场景和分组触手可及
zh_hant: 捷徑、場景和群組觸手可及

# settings.itsyhome_ios.feature_sync
source: Same setup as macOS – no extra configuration
de: Gleiche Einrichtung wie auf dem Mac – keine zusätzliche Konfiguration
es: La misma configuración que en macOS, sin ajustes adicionales
fr: La même configuration que sur macOS – aucun réglage supplémentaire
it: Stessa configurazione di macOS – nessuna configurazione extra
ja: macOSと同じ設定 – 追加設定は不要
ko: macOS와 동일한 설정 – 추가 구성 불필요
pl: Ta sama konfiguracja co na macOS – bez dodatkowych ustawień
pt_br: Mesma configuração do macOS – sem configuração extra
ru: Та же настройка, что и на macOS – без дополнительной конфигурации
zh_hans: 与macOS相同的设置 – 无需额外配置
zh_hant: 與macOS相同的設定 – 無需額外配置

# settings.itsyhome_ios.feature_widgets
source: Lock Screen controls
de: Sperrbildschirm-Steuerung
es: Controles en la pantalla de bloqueo
fr: Commandes sur l'écran verrouillé
it: Controlli nella schermata di blocco
ja: ロック画面コントロール
ko: 잠금 화면 제어
pl: Sterowanie z ekranu blokady
pt_br: Controles na Tela de Bloqueio
ru: Управление с экрана блокировки
zh_hans: 锁定屏幕控制
zh_hant: 鎖定畫面控制

# settings.itsyhome_ios.learn_more
source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳しく見る
ko: 더 알아보기
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
zh_hans: 了解更多
zh_hant: 了解更多

# settings.itsyhome_ios.section_title
source: Itsyhome for iOS
de: Itsyhome für iOS
es: Itsyhome para iOS
fr: Itsyhome pour iOS
it: Itsyhome per iOS
ja: iOS版Itsyhome
ko: iOS용 Itsyhome
pl: Itsyhome na iOS
pt_br: Itsyhome para iOS
ru: Itsyhome для iOS
zh_hans: iOS版Itsyhome
zh_hant: iOS版Itsyhome

# settings.itsyhome_ios.title
source: Itsyhome for iOS
de: Itsyhome für iOS
es: Itsyhome para iOS
fr: Itsyhome pour iOS
it: Itsyhome per iOS
ja: iOS版Itsyhome
ko: iOS용 Itsyhome
pl: Itsyhome na iOS
pt_br: Itsyhome para iOS
ru: Itsyhome для iOS
zh_hans: iOS版Itsyhome
zh_hant: iOS版Itsyhome

# settings.itsytv.description
source: A free companion app for controlling Apple TV from your Mac menu bar. Full remote control, now playing widget, app launcher, and keyboard shortcuts – all running natively on macOS.
de: Eine kostenlose Begleit-App zur Steuerung von Apple TV über die Menüleiste. Komplette Fernbedienung, Wiedergabe-Widget, App-Launcher und Tastenkürzel – alles nativ auf macOS.
es: Una app gratuita para controlar Apple TV desde la barra de menús. Control remoto completo, widget de reproducción, lanzador de apps y atajos de teclado – todo nativo en macOS.
fr: Une app gratuite pour contrôler Apple TV depuis la barre de menus de votre Mac. Télécommande complète, widget en lecture, lanceur d'apps et raccourcis clavier – le tout nativement sur macOS.
it: Un'app gratuita per controllare Apple TV dalla barra dei menu del Mac. Telecomando completo, widget in riproduzione, launcher app e scorciatoie da tastiera – tutto nativo su macOS.
ja: MacのメニューバーからApple TVを操作できる無料アプリ。フルリモコン、再生中ウィジェット、アプリランチャー、キーボードショートカット – すべてmacOSネイティブ。
ko: Mac 메뉴 막대에서 Apple TV를 제어하는 무료 앱. 전체 리모컨, 재생 중 위젯, 앱 런처, 키보드 단축키 – 모두 macOS 네이티브.
pl: Darmowa aplikacja do sterowania Apple TV z paska menu Maca. Pełny pilot, widget odtwarzania, launcher aplikacji i skróty klawiszowe – wszystko natywnie na macOS.
pt_br: Um app gratuito para controlar Apple TV pela barra de menus do Mac. Controle remoto completo, widget de reprodução, lançador de apps e atalhos de teclado – tudo nativo no macOS.
ru: Бесплатное приложение для управления Apple TV из строки меню Mac. Полный пульт, виджет воспроизведения, запуск приложений и горячие клавиши – всё нативно на macOS.
zh_hans: 一款免费应用，可通过 Mac 菜单栏控制 Apple TV。完整遥控器、正在播放小组件、应用启动器和键盘快捷键 – 全部原生运行于 macOS。
zh_hant: 一款免費應用程式，可透過 Mac 選單列控制 Apple TV。完整遙控器、正在播放小工具、應用程式啟動器和鍵盤快速鍵 – 全部原生運行於 macOS。

# settings.itsytv.feature_apps
source: Browse and launch Apple TV apps
de: Apple TV Apps durchsuchen und starten
es: Explorar y abrir apps de Apple TV
fr: Parcourir et lancer les apps Apple TV
it: Sfoglia e avvia le app di Apple TV
ja: Apple TVアプリの閲覧と起動
ko: Apple TV 앱 탐색 및 실행
pl: Przeglądaj i uruchamiaj aplikacje Apple TV
pt_br: Navegar e abrir apps da Apple TV
ru: Просмотр и запуск приложений Apple TV
zh_hans: 浏览和启动 Apple TV 应用
zh_hant: 瀏覽和啟動 Apple TV 應用程式
